Repository: Vistaus/gtktetcolor
Catalog: po/*.po
Languages: de, nl, ru

source: _Pause
nl: Onder_breken
ru: _Пауза

source: Pause game
de: Spiel anhalten
nl: Onderbreek het spel
ru: Пауза

source: on keys
de: Tastenbelegung
nl: bij toetsen
ru: по клавишам

source: Help on keys
de: Tastenbelegung anzeigen
nl: Hulp bij toetsen
ru: Помощь по клавишам

source: New
de: Neu
nl: Nieuw
ru: Новая

source: New game
de: Neues Spiel
nl: Nieuw spel
ru: Новая игра

source: Scores
de: Punkte
ru: Счета

source: Top scores
de: Höchststand
ru: Счета

source: Pause
nl: Onderbreken
ru: Пауза

source: Props
de: Einstellungen
nl: Voorkeuren
ru: Св-ва

source: Preferences
de: Einstellungen
nl: Voorkeuren
ru: Настройки

source: Quit
de: Beenden
nl: Afsluiten
ru: Выход

source: Quit game
de: Spiel beenden
nl: Sluit het spel af
ru: Выход

source: /_Game
nl: /_Spel
ru: /_Игра

source: /Game/_New
nl: /Spel/_Nieuw
ru: /Игра/_Новая

source: /Game/_Pause
nl: /Spel/Onder_breken
ru: /Игра/_Пауза

source: /Game/_Scores
nl: /Spel/_Scores
ru: /Игра/_Счета

source: /Game/_Preferences
nl: /Spel/_Voorkeuren
ru: /Игра/Настройки

source: /Game/_Quit
nl: /Spel/_Afsluiten
ru: /Игра/_Выход

source: /_Help
nl: /_Hulp
ru: /_Помощь

source: /Help/on keys
nl: /Hulp/ bij toetsen
ru: /Помощь/по клавишам

source: /Help/_About
nl: /Hulp/_Over
ru: /Помощь/О программе

source: gtktetcolor
ru: GtkТетколор

source: _Game
nl: _Spel
ru: _Игра

source: _New game
de: _Neues Spiel
nl: _Nieuw spel
ru: Новая игра

source: _About
de: _Info
nl: _Over
ru: _О программе

source: top scores
de: Höchststände
ru: Счета

source: Temporarily stop the game
nl: Onderbreek het spel tijdelijk
ru: Приостановить игру

source: Level
ru: Уровень

source: Score
de: Punkte
ru: Счет

source: max score
de: max. Punkte
ru: max счет

source: Andrey V. Panov
ru: Андрей В. Панов

source: translator_credits
de: Russian - Andrey Panov Francais - Dominique Hazael-Massieux <hazaeld0@cti.ecp.fr> German - Heiko Abraham <abrahamh@web.de>
nl: Russian - Andrey Panov Francais - Dominique Hazael-Massieux <hazaeld0@cti.ecp.fr> German - Heiko Abraham <abrahamh@web.de> Dutch - Heimen Stoffels <vistausss@fastmail.com>
ru: Андрей В. Панов

source: This program is covered by the GNU GPL
de: Dieses Programm steht unter der GNU GPL Lizenz.
nl: Dit spel is uitgebracht onder de GNU GPL-licentie.
ru: Эта программа распространяется в рамках лицензии GNU GPL

source: Hall of fame
de: Ruhmeshalle...
nl: Eregalerij
ru: Лучшая десятка

source: Enter name
de: Namen eingeben
nl: Naam invoeren
ru: Введите имя

source: Enter your name
de: Gib deinen Namen ein
nl: Voer je naam in
ru: Введите имя

source: Game is paused
de: Spiel ist angehalten
nl: Het spel is onderbroken
ru: Игра остановлена

source: Gtktetcolor is paused
de: Gtktetcolor ist angehalten
nl: Gtktetcolor is onderbroken
ru: GtkТетколор остановлен

source: Left arrow - shift block left Down arrow - rotate block clockwise Right arrow - shift block right Up arrow - rotate block counter-clockwise Space - drop block
de: Linke Cursortaste - Block links verschieben Runter Cursortaste - Block rechtsdrehen Rechte Cursortaste - Block rechts verschieben Hoch Cursortaste - Block linksdrehen Leertaste - Block fallen lassen
nl: Pijltje naar links - verschuif blok naar links Pijltje naar beneden - draai blok naar rechts Pijltje naar rechts - verschuif blok naar rechts Pijltje naar beneden - draai blok naar links Spatie - laat blok vallen
ru: Стрелка влево - переместить блок влево Стрелка вниз - повернуть блок вправо Стрелка вправо - переместить блок вправо Стрелка вверх - повернуть блок влево Пробел - уронить блок

source: Num 4 - shift block left Num 5 - rotate block clockwise Num 6 - shift block right Num 8 - rotate block counter-clockwise Space - drop block
de: Num 4 - Block links verschieben Num 5 - Block rechtsdrehen Num 6 - Block rechts verschieben Num 8 - Block linksdrehen Leertaste - Block fallen lassen
nl: Num 4 - verschuif blok naar links Num 5 - draai blok naar rechts Num 6 - verschuif blok naar rechts Num 8 - draai blok naar links Spatie - laat blok vallen
ru: Num 4 - переместить блок влево Num 5 - повернуть блок вправо Num 6 - переместить блок вправо Num 8 - повернуть блок влево Пробел - уронить блок

source: GtkTetcolor preferences
de: Gtk Tetcolor Einstellungen
nl: GtkTetcolor-voorkeuren
ru: Настройки GtkTetcolor

source: Game options
de: Spiel-Einstellungen
nl: Spelopties
ru: Настройки игры

source: Font for labels
de: Schriftart
nl: Labellettertype
ru: Шрифт для меток

source: Cell size:
de: Block-Größe:
nl: Blokgrootte:
ru: Размер ячейки:

source: Initial level:
de: Start-Level:
nl: Beginlevel:
ru: Начальный уровень:

source: Delay before cell destroying, ms:
de: Verzögerung für Blockzerstörung (ms) :
nl: Wachttijd alvorens blokken te vernietigen (in ms):
ru: Задержка перед удалением ячеек, мс:

source: Choose keys
de: Verwende Tasten:
nl: Kies toetsen
ru: Выберите клавиши

source: numeric keyboard
de: Tasten des Numerik-Blockes
nl: numeriek toetsenbord
ru: цифровая клавиатура

source: arrow keys
de: Tasten des Cursor-Blockes
nl: pijltjestoetsen
ru: стрелки

source: Use sound
de: Klang verwenden
nl: Geluid afspelen
ru: Использовать звук

source: Show text in toolbar
de: Text in Werkzeugleiste anzeigen
nl: Tekst tonen op werkbalk
ru: Показать текст в панели

source: Gtktetcolor
ru: GtkТетколор

source: Game over
de: Spiel vorbei!
nl: Spel afgelopen
ru: Игра закончена

source: Bonus
ru: Бонус

source: Gtketcolor
ru: GtkТетколор

source: tetcolor for Gnome
de: tetcolor für GNOME
nl: tetcolor voor GNOME
ru: Тетколор для Gnome
